{
    "items": [{
            "productId": 1,
            "src": "https://storage.waploaded.com/images/27d70312da894caf3e59d8a6d4115643.jpg",
            "category": "Blog Post",
            "title": "Coronavirus: A Time To Stand With The People",
            "text": "We welcomed the year 2020 with very high hopes, marching in great strength and zeal. We charted a course to explore the new year. The news on Coronavirus started trickling in  December 2019 and we hoped that it would be managed till when it fizzles out. My heart goes out to people in Italy, China, Spain and even here in the US; one of the hardest hit countries in the world, where most have lost their means of livelihood and loved ones to the pandemic.As the world battle the novel Coronavirus (COVID-19) in almost all the countries, I'm distraught at the level of fatality caused by this contagion. The pandemic has created a semblance of war, the uncertainty and chaos everywhere in the world, have made governments to face the daunting task of trying to save lives, at the same time hoping to salvage the economy. In fact, it has been a long time since mankind has  been faced with this kind of pressure, which has unsettled world leaders."
        },
        {
            "productId": 2,
            "src": "https://storage.waploaded.com/images/fbb9932cb4167af59f2000f2eb1c673f.jpg",
            "category": "Blog Post",
            "title": "Coronavirus: Nigerian police officer narrates how he gave money to a woman who told him about the challenges she's been facing since the lockdown",
            "text": "Edward Onoriode disclosed he met the woman and her daughter who were walking towards Ikeja while on his way to work this morning. The policeman said the woman who complained about drinking garri throughout yesterday during their discussion after he gave her a lift, revealed she was going to Maryland to see if her elder sister can lend her N5,000.The woman also disclosed that she sold drinks in traffic before the lockdown, but can't anymore since she feeds from the interest she makes from her daily sales. Onoriode said he gave the woman money he withdrew from a nearby ATM before dropping her off at MarylandHe wrote;On my way to the office this morning, I saw this middle age woman & her daughter walking towards Ikeja. So, I slowed down & gave them a lift since I'm heading towards their direction.On our way "


        },
        {
            "productId": 3,
            "src": "https://storage.waploaded.com/images/cba9e092822e4f840f0d4296bee51938.jpeg",
            "category": "Blog Post",
            "title": "Football Legend, Ronaldinho Released From Paraguay Prison",
            "text": "Brazil football legend, Ronaldinho, has finally been released from a prison in Paraguay and placed under house arrest, according to SportingLife.The 40-year-old Ronaldinho was sentenced to prison for allegedly trying to enter South American country, Paraguay, with a fake passport.The sports legend has now been allowed to leave prison, on the condition he stays within the boundaries of Hotel Palmaroga.The former Barcelona and AC Milan mid"


        }


    ]
}